{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim",
      "version": "2.0.0 - 3.0.0"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.download": {
      "src": "https://github.com/saghen/blink.download"
    },
    "blink.pairs": {
      "src": "https://github.com/saghen/blink.pairs",
      "version": "0.0.0 - 0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline"
    },
    "nordic.nvim": {
      "src": "https://github.com/AlexvZyl/nordic.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-latex-conceal": {
      "src": "https://github.com/mathjiajia/nvim-latex-conceal"
    },
    "nvim-math-snippets": {
      "src": "https://github.com/mathjiajia/nvim-math-snippets"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim",
      "version": "1.0.0 - 2.0.0"
    }
  }
}